Revit 2027 API
DocumentReloadLatestProgressChangedEventArgs.IsMerging Property
 Indicates if it is merging downloaded data.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsMerging { get; }
Public ReadOnly Property IsMerging As Boolean
	Get
public:
property bool IsMerging {
	bool get ();
}
member IsMerging : bool with get
Property Value
Boolean
See Also
Reference
DocumentReloadLatestProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace